[CustomArtifacts.A_Custom_HPShield_Minor H7HeroItem]
mName="信心之盾"
mTooltip="%buff.buff.stat %ICON_HEALTH 生命值赋予友方单位。"

[CustomArtifacts.A_HP_Buff H7BaseBuff]
mName="生命护符"
mTooltip=""

[CustomArtifacts.A_HP_Buff_2 H7BaseBuff]
mName="双倍生命"
mTooltip=""

[Items_Bloodforged.A_MorningLight_2 H7HeroItem]
mName="晨光"
mTooltip="%stat %stat.icon 力量\n%buff1.buff.stat %buff1.buff.stat.icon 主动性赋予友方生物。\n\n伊莫里尔的魔法剑由她的父亲，大师血铸匠瑞安·红盾锻造。这是一件适合强大战士的攻防一体武器。"

[Items_Bloodforged.A_Silverfang H7HeroItem]
mName="银牙"
mTooltip="%stat1 %ICON_ATTACK 力量\n%stat2 %ICON_LEADERSHIP 领导力"

[Items_DeathlyHallowsSet.A_Relic_Hands_ResurrectionStone H7HeroItem]
mName="复活石"
mTooltip="友方生物生命值翻倍。"

[Items_DeathlyHallowsSet.A_Relic_MainHand_ElderWand H7HeroItem]
mName="老魔杖"
mTooltip="%stat %stat.icon 魔力"

[Items_DeathlyHallowsSet.A_Relic_Shoulders_CloakOfInvisibility H7HeroItem]
mName="隐形斗篷"
mTooltip="\n允许每场战斗施放一次源力法术<font color="#7851A9">"移形换位"</font>。"

[Items_ElvenCraft.A_DeadwoodStaff H7HeroItem]
mName="死木法杖"
mTooltip="%stat %stat.icon 魔力"

[Items_Hallowed.A_TheBladeOfTruth H7HeroItem]
mName="真理之刃"
mTooltip="%stat1 %ICON_SPIRIT 精神\n%stat2 %ICON_DESTINY 命运"

[Items_Hallowed.A_WardenOfWinter H7HeroItem]
mName="寒冬守卫"
mTooltip="%stat1 %ICON_DEFENSE 防御\n%stat2 %ICON_SPIRIT 精神"

[Items_NoSet.A_CrestOfEvergrey H7HeroItem]
mName="永灰纹章"
mTooltip="在所有城镇和住所中，护国剑士和卓绝剑士的基础产量增加1。"

[Items_NoSet.A_FlowerOfDolor_1 H7HeroItem]
mName="沙漠之花"
mTooltip="%stat1 %stat1.icon 法力上限\n%stat2 %stat2.icon 法力/天"

[Items_NoSet.A_FlowerOfDolor_2 H7HeroItem]
mName="苦痛之花"
mTooltip="%stat1 %stat1.icon 法力上限\n允许每场战斗施放一次气系法术 %spell1.name 和水系法术 %spell3.name。"

[Items_NoSet.A_MalathuasCleaver H7HeroItem]
mName="马拉苏的切肉刀"
mTooltip="%stat1 %stat1.icon 力量\n%stat2 %stat2.icon 防御\n%stat3 血怒"

[Items_NoSet.A_Queenscale H7HeroItem]
mName="女王之鳞"
mTooltip="%stat1 %ICON_DEFENSE 防御\n%stat2 %ICON_MAX_MOVEMENT 英雄最大移动力"

[Items_NoSet.A_Relic_Neck_TheDragonheart2 H7HeroItem]
mName="龙心"
mTooltip="%stat1 %icon_magic 魔力\n%stat2 %icon_might 力量\n%stat3 %icon_spirit 精神\n英雄施放的火系法术对友方生物造成的伤害减少90%。"

[Items_NoSet.A_ShardOfFire H7HeroItem]
mName="火焰碎片"
mTooltip="一块与火系魔法相关的神秘魔法石，可用于进行魔法仪式。强大的烈焰哨位可以在战斗中帮助你。你的火系魔法增加 %stat3 %stat.icon。"

[Items_NoSet.A_Smasher H7HeroItem]
mName="粉碎者"
mTooltip="%stat %ICON_ATTACK 力量\n%buff1.buff.stat %ICON_INITIATIVE 主动性赋予友方生物"

[Items_NoSet.A_VeinsSkull_Buff H7BaseBuff]
mName="维因的头骨"
mTooltip=""

[Items_NoSet.A_VeinsSkull_Buff2 H7BaseBuff]
mName="维因的头骨"
mTooltip=""

[Items_NoSet.Vial_of_Crusader_Blood H7HeroItem]
mName="十字军血瓶"
mTooltip="美食家吸血鬼的美味补给。为圣堂人类单位提供 %stat1 %stat1.icon 士气，或为亡灵提供 %stat2 %stat2.icon 生命值。"

[Items_TomesOfMagic.A_Relic_TomeOfAir H7HeroItem]
mName="气系法术书"
mTooltip="\n将所有气系魔法法术添加到英雄的法术书中。"

[Items_TomesOfMagic.A_Relic_TomeOfDarkness H7HeroItem]
mName="暗系法术书"
mTooltip="\n将所有暗系魔法法术添加到英雄的法术书中。"

[Items_TomesOfMagic.A_Relic_TomeOfEarth H7HeroItem]
mName="土系法术书"
mTooltip="\n将所有土系魔法法术添加到英雄的法术书中。"

[Items_TomesOfMagic.A_Relic_TomeOfFire H7HeroItem]
mName="火系法术书"
mTooltip="\n将所有火系魔法法术添加到英雄的法术书中。"

[Items_TomesOfMagic.A_Relic_TomeOfLight H7HeroItem]
mName="光系法术书"
mTooltip="\n将所有光系魔法法术添加到英雄的法术书中。"

[Items_TomesOfMagic.A_Relic_TomeOfPrimeness H7HeroItem]
mName="源力法术书"
mTooltip="\n将所有源力魔法法术添加到英雄的法术书中。"

[Items_TomesOfMagic.A_Relic_TomeOfWater H7HeroItem]
mName="水系法术书"
mTooltip="\n将所有水系魔法法术添加到英雄的法术书中。"

[MightEquipment.A_Major_MainHand_Academy H7HeroItem]
mName="元变魔法弯刀"
mTooltip="%stat1 英雄攻击的每级伤害。\n%stat2 %icon_magic 魔力"

[MightEquipment.A_Major_MainHand_Dungeon H7HeroItem]
mName=" shrouds 之剑" // 注意：Shroud 在术语表中译为"幽影"，但这里 "Sword of the Shroud" 可能需要语境判断。暂直译，建议确认。
mTooltip="%stat1 英雄攻击的每级伤害。\n%stat2 %stat2.icon 命运之力"

[MightEquipment.A_Major_MainHand_Fort H7HeroItem]
mName="阿尔卡斯之眼"
mTooltip="%stat1 英雄攻击的每级伤害。\n%stat2 %icon_magic 火焰法术魔力"

[MightEquipment.A_Major_MainHand_haven H7HeroItem]
mName="正义之刃"
mTooltip="%stat1 英雄攻击的每级伤害。\n%stat2 %icon_morale 领导力"

[MightEquipment.A_Major_MainHand_Necro H7HeroItem]
mName="亡灵巫术镰刀"
mTooltip="%stat1 英雄攻击的每级伤害。\n%stat2 %icon_attack 攻击"

[MightEquipment.A_Major_MainHand_Sylvaan H7HeroItem]
mName="复仇之弓"
mTooltip="%stat1 英雄攻击的每级伤害。"

[sets.A_DeathlyHallowsSet H7ItemSet]
mName="死亡圣器"
mTooltip="三件传奇宝物"

v1.39.1

[Items_NoSet.A_VeinsSkull H7HeroItem]
mName="维因的头骨"
mTooltip="传奇灵魂收割者的头骨。\n英雄军队中的幽冥骑士和幽冥收割者获得 %buff1.buff.stat %buff1.buff.stat.icon 生命值。\n敌方生物获得 %buff2.buff.stat %buff2.buff.stat.icon 士气。"